[
	{
		"_id": "64712a5adf6db9015ae70ff0",
		"img": "https://resize.cdn.otakumode.com/full/shop/product/80436b8fa2d141009e7098ae1958f934.jpg.webp",
		"email": "mksaadi820@gmail.com",
		"name": "Moderoid Rebuild of Evangelion Evangelion Unit-01",
		"price": 19.29,
		"quantity": 255,
		"seller": "MK Saadi",
		"description": "“Evangelion Unit-01, liftoff!”\nFrom the Rebuild of Evangelion movie series comes a Moderoid plastic model kit of Evangelion Unit-01! Measuring 6.5\" tall once built, the kit faithfully recreates its look and iconic purple and green color scheme, and it features full articulation with a wide range of movement so you can easily recreate your favorite action-packed poses. Plus, it also comes with the Spear of Cassius and a Pallet Rifle to help you do just that!\n\nLike all Moderoid kits, it includes pre-painted parts, color-separated runners, and decals, as well as a snap-together design, making it easy and enjoyable to build even for beginners. Don’t miss out on adding Unit-01 to your collection!",
		"Manufacturer": "Good Smile Company",
		"category": "Figma",
		"rating": 3.8
	},
	{
		"_id": "646ad802c328497dcafd3580",
		"img": "https://img.goodsmileus.com/image/cache/data/productimages/Nendoroids/VladilenaMiliz%C3%A9BloodyReginaVer/01_2203171230132793-1200x1200.jpg",
		"email": "karna99@gmail.com",
		"name": "Nendoroid Vladilena Milizé: Bloody Regina Ver.",
		"price": 41.99,
		"quantity": 9,
		"seller": "Karna",
		"description": "From \"86 EIGHTY-SIX\" comes Nendoroid Vladilena Milizé: Bloody Regina Ver.! The Nendoroid features her jet black military uniform and streak of red hair! Similar to Nendoroid Vladilena Milizé (sold separately), released in February 2022, the Nendoroid comes with two versions of her hat, her clipboard, a red spider lily, a standard face plate, a crying face plate, and a smiling face plate. The Nendoroid also comes with a new serious face plate as well. Be sure to add her to your collection!\nSpecifications:\n\nPainted plastic non-scale articulated figure with stand included. Approximately 100mm (3.94 inches) in height.",
		"Manufacturer": "KADOKAWA",
		"category": "Nendoroid",
		"rating": 4.6
	},
	{
		"_id": "646e3b4b725bd7e24bf42125",
		"img": "https://resize.cdn.otakumode.com/full/shop/product/ce798f872b32432b999a039d57ddec6c.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Nendoroid Fate/Grand Order Berserker/Morgan",
		"price": 46.39,
		"quantity": 55,
		"seller": "Sully Salenburgh",
		"description": "\"...Berserker, Morgan. I am queen of the Fae Nation Britain, and the one who continues to curse Proper Human History.\"\nMore popular Servants from the popular smartphone game Fate/Grand Order are being summoned to the Nendoroid series, and this time it’s Berserker-class Servant Morgan! Measuring 3.9” tall, the ruthless queen’s Stage 3 appearance has been faithfully captured in chibi Nendoroid size, and she comes with three face plates (calm, combat, and blushing) along with optional parts including her magic spear, cauldron, attacking effect parts, and interchangeable hand and arm parts so you can recreate your favorite poses and moments. Be sure to add her to your collection!",
		"Manufacturer": "Good Smile Company",
		"category": "Nendoroid",
		"rating": 4.2
	},
	{
		"_id": "646ad78b38784aa4288b0905",
		"img": "https://imgs1.goodsmileus.com/image/cache/data/productimages/Nendoroids/Guts/02_230508102629996-1200x1200.jpg",
		"email": "karna99@gmail.com",
		"name": "Nendoroid Guts",
		"price": 53.99,
		"quantity": 18,
		"seller": "Karna",
		"description": "\"I've had my fill of miracles. Enough to make me puke.\"\n\nFrom \"Berserk\" comes a Nendoroid of Guts!\n\nFace plates:\n· Serious face\n· Combat face\n· Berserk face\n\nOptional parts:\n· Dragon Slayer\n· Cannon Arm\n· Other optional parts for different poses.\n\nSculptor: Shichibee (Matsuda Model)\n\nSpecifications:\n\nPainted plastic non-scale articulated figure with stand included. Approximately 100mm (3.93in) in height.",
		"Manufacturer": "Good Smile Company",
		"category": "Nendoroid",
		"rating": 5
	},
	{
		"_id": "647129dbdf6db9015ae70fef",
		"img": "https://resize.cdn.otakumode.com/ex/700.934/shop/product/35fd630e4e594fb5b9937f8a8e9c8bb3.jpg.webp",
		"email": "mksaadi820@gmail.com",
		"name": "RADIO EVA Evangelion Mari Makinami Illustrious 1/7 Scale Figure (Re-run)",
		"price": 108.59,
		"quantity": 153,
		"seller": "mk saadi",
		"description": "Mari-chan returns in her RADIO EVA drip for a re-release!\nTaken straight from RADIO EVA's art illustration is a fashion forward version of Mari Makinami! At 1/7 scale, Mari is a spectacular 10.2\" tall. You can attribute that to Mari-chan's statuesque height and black heels. The heels pair nicely together with her off-white torn jeans and an awesomely sculpted red coat that hangs off her shoulders and looks like it's in motion. Completing her look is a form-fitting black and red top. All the colors really pop off Mari-chan for a stylish Evangelion tribute!\n\nAbout RADIO EVA:\nRADIO EVA is an official Evangelion project that launched 15 years ago with the theme of blending Evangelion into everyday life. With its wide variety of products including apparel, bags, interior items, bicycles, and more, RADIO EVA continues to seek out new ways of expressing Evangelion through goods. To date, RADIO EVA has released more than 500 Evangelion products. RADIO EVA was created as an experimental project with the hope of becoming both an inspiration and a new community to many Eva fans. As RADIO EVA progresses, it will bring to the world completely new Evangelion products that no one has ever experienced before.",
		"Manufacturer": "Hobby Max",
		"category": "Bishoujo Figures",
		"rating": 4.5
	},
	{
		"_id": "646e3bff725bd7e24bf42126",
		"img": "https://resize.cdn.otakumode.com/ex/700.393/shop/product/57cd8e97f09d4d22a596307cb2d3b1bd.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "CD-FA-04 Kainar ASY-TAC Fronteer DSK-02 Full Armor Dussack Red Night Dedicated Machine 1/100 Scale Goukin Action Figure",
		"price": 122.89,
		"quantity": 38,
		"seller": "Sully Salenburgh",
		"description": "Please note that the product's outer packaging (the box) is designed to protect the product itself, and damage limited to the outer packaging will not be considered damage to the product.",
		"Manufacturer": "ZEN Of Collectible",
		"category": "Figma",
		"rating": 4.8
	},
	{
		"_id": "6468d92d0adcf51ca51256cc",
		"img": "https://resize.cdn.otakumode.com/full/shop/product/0486f8166f514fe398d38d9468232da1.jpg.webp",
		"email": "baal@gmail.com",
		"name": "Fate/Grand Order Lancer/Scathach 1/7 Scale Figure (Re-run)",
		"price": 123.34,
		"quantity": 15,
		"seller": "Baal Genshin",
		"description": "“Perhaps... I wanted to be killed by your hands. I give up. Better die before that happens. If only you were born a little earlier... Young, so young.”\nWith her gorgeous costume, long hair, and (naturally) epic lance, Lancer (Scathach!) of Fate/Grand Order has an unforgettable design, and she looks as stunning as ever through this carefully sculpted figure by Akisame!\n\nShe’s been captured in 1/7 scale at a height of 9.4” in a flattering pose with one leg lifted playfully off the ground for a dynamic design that allows you to admire every detail. From the strands of her hair to her beautifully painted expression and gorgeous lance, this is a magnificent piece.",
		"Manufacturer": "Ques Q",
		"category": "Scale Figures",
		"rating": 4.9
	},
	{
		"_id": "646ad71bc328497dcafd357f",
		"img": "https://imgs3.goodsmileus.com/image/cache/data/productimages/ActionFigures/Mystery/bundles/1000x1000_MemorialDay_RengokuDS_2305111122598128-1200x1200.jpg",
		"email": "karna99@gmail.com",
		"name": "Demon Slayer Kyojuro Rengoku Bundle",
		"price": 125,
		"quantity": 23,
		"seller": "Karna",
		"description": "Grab a bundle of figures from some of your favorite series, for a price that sets them within arm's reach! Our Kyojuro Rengoku Bundle includes the following figures, a $180 value:\n\nfigma Kyojuro Rengoku\n\nNendoroid Kyojuro Rengoku\n\nWe have many other bundles available too, so check them out and find the perfect one that'll put a smile on your face!",
		"Manufacturer": "Good Smile Company",
		"category": "Nendoroid",
		"rating": 4.6
	},
	{
		"_id": "646e31520e2e8bbee57dc1ae",
		"img": "https://resize.cdn.otakumode.com/ex/700.700/shop/product/c0072e68935b41f6bf1bd84b4c794a6d.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Mika Pikazo Illustration Cat Maid Non-Scale Figure (Re-run)",
		"price": 135.49,
		"quantity": 34,
		"seller": "Sully Salenburgh",
		"description": "From Union Creative and sculpted by Shumekutoesu comes this purr-fect figure re-release of a Cat Maid drawn by talented illustrator Mika Pikazo. By the way she is cutely glaring with a ton of cat-titude, we think purr-haps she hasn’t been given enough treats or head pats. Her purr-ty hair drapes all the way down her back and onto the floor behind her atop her tail. Take a moment to paws and note the expert sculpting of her ruffled maid outfit that is un-fur-getable. Another highlight is her detailed eyes and the shading of her physique which gives it a fit and realistic appearance. Her shoes are paw pad pink and pop against her monochrome lingerie. They also match the pink flower-like detail in her eyes. Mew must adopt her and love her fur-ever! Measures 5.9” of adorable.",
		"Manufacturer": "Union Creative",
		"category": "Bishoujo Figures",
		"rating": 4.9
	},
	{
		"_id": "646a0f39f47845f4286a8f9a",
		"img": "https://resize.cdn.otakumode.com/ex/700.875/shop/product/a74bfd1def3c450eb520306e7e173bba.jpg.webp",
		"email": "kamisato55@gmail.com",
		"name": "Genshin Impact Aether 1/7 Scale Figure",
		"price": 148.89,
		"quantity": 23,
		"seller": "Kamisato Komi",
		"description": "“This world is full of unsolved mysteries…”\nFrom the globally popular action RPG Genshin Impact comes a 1/7 scale figure of the male player character, Aether! Produced by Kotobukiya and sculpted by Tsukuru Shirahige at 10.6” tall, Aether looks like he’s ready to set off for adventure on a journey across Teyvat as he poses confidently with his sword in hand.\n\nCareful sculpting recreates the minute details of his outfit, and his cape and long braided hair fluttering in the breeze give the figure a sense of movement. He stands on a base detailed with grass, flowers, a rock, and a bent signpost to further recreate the feel of the world. Though he looks great on his own, he was created to be displayed alongside Lumine, so make sure to pick them both up!",
		"Manufacturer": "Kotobukiya",
		"category": "Figma",
		"rating": 4.7
	},
	{
		"_id": "646e3a8f2c7246750b3f4011",
		"img": "https://resize.cdn.otakumode.com/ex/700.1000/shop/product/e666ec735a6843d5a803a31bcf2d8b24.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Elf Village Third Villager Lincia 1/6 Scale Figure (Re-run)",
		"price": 152.59,
		"quantity": 69,
		"seller": "Sully Salenburgh",
		"description": "Lincia? More like, good to Lin-see ya again. Right?!\nVertex hits us with a second re-run of this high-quality 1/6 scale figure of the third villager Lincia from Elf Village. Sculpted by Shingo Ozawa and designed by illustrator Parsley, she stands 9.8” with her giant weapon ready to protect the village. Packed with details, her braided twintails, elf ears, transparent feather-like lace, fit physique, and bright blue eyes look mesmerizing! Let her act as a beautiful guard in your collection!",
		"Manufacturer": "Vertex",
		"category": "Bishoujo Figures",
		"rating": 5
	},
	{
		"_id": "6471297fdf6db9015ae70fee",
		"img": "https://resize.cdn.otakumode.com/ex/700.1050/shop/product/4833f902b58344e6bf4002fef7361fd0.jpg.webp",
		"email": "mksaadi820@gmail.com",
		"name": "RADIO EVA Evangelion Mari Makinami Illustrious Part 2 1/7 Scale Figure",
		"price": 162.74,
		"quantity": 189,
		"seller": "mk saadi",
		"description": "Mari-chan returns in brand new RADIO EVA drip!\nThanks to its high popularity, the RADIO EVA figure project featuring figures based on original artwork is back with a new lineup, and the fourth figure to be released is the Fourth Child, Mari Makinami Illustrious! Based on artwork by illustrator Mai Yoneyama created to celebrate the opening of RADIO EVA Store @Shibuya Parco, Mari measures 6.3\" tall and is captured in a brand new stylish drip consisting of an Evangelion XIII Leather Riders Jacket, a Back Stage Pass Hoodie, a Gradation Pleated Skirt, FILA Barricade 97 Evangelion Limited shoes, and an Evangelion Sacoche Bag slung across her body. Superior sculpting and paintwork bring out the details and textures of each element of her outfit. Don't miss out on enjoying her new street style as part of your collection!\n\nAbout RADIO EVA:\nRADIO EVA is an official Evangelion project that launched 15 years ago with the theme of blending Evangelion into everyday life. With its wide variety of products including apparel, bags, interior items, bicycles, and more, RADIO EVA continues to seek out new ways of expressing Evangelion through goods. To date, RADIO EVA has released more than 500 Evangelion products. RADIO EVA was created as an experimental project with the hope of becoming both an inspiration and a new community to many Eva fans. As RADIO EVA progresses, it will bring to the world completely new Evangelion products that no one has ever experienced before.",
		"Manufacturer": "Hobby Max",
		"category": "Bishoujo Figures",
		"rating": 4.8
	},
	{
		"_id": "6468d8790adcf51ca51256cb",
		"img": "https://resize.cdn.otakumode.com/ex/700.932/shop/product/d30ef92e15db45838997cf1e50e9d50f.jpg.webp",
		"email": "baal@gmail.com",
		"name": "Re:Zero -Starting Life in Another World- Ram -Oiran Dochu- 1/7 Scale Figure",
		"price": 164.29,
		"quantity": 23,
		"seller": "Baal Genshin",
		"description": "Ram from Re:Zero -Starting Life in Another World- exudes glamour and beauty for this 1/7 scale figure from F:NEX. Sculpted by Moineau at a height of 9.8”, she is dressed as a stunningly beautiful courtesan in a gorgeous, elegantly patterned kimono as she holds a fox mask in one hand and gives a piercing gaze sure to make fans’ hearts skip a beat! Her hair is recreated using clear parts, and the elaborate sculpting and painting of her hair ornaments is also on point. Truly, she is a beauty to behold from every angle. Display her in your collection together with the matching figure of Rem",
		"Manufacturer": "F:NEX",
		"category": "Scale Figures",
		"rating": 4.3
	},
	{
		"_id": "64712ac2df6db9015ae70ff1",
		"img": "https://resize.cdn.otakumode.com/ex/700.875/shop/product/856220899aea4fc1bc2bbeb6cafdc726.jpg.webp",
		"email": "mksaadi820@gmail.com",
		"name": "ArtFX J Trigun Stampede Vash the Stampede",
		"price": 166.99,
		"quantity": 99,
		"seller": "mk saadi",
		"description": "The legendary gunslinger with a $$6 million bounty on his head joins ArtFX J!\nFrom the popular anime Trigun Stampede comes a 1/8 scale ArtFX J figure of the “Humanoid Typhoon,” Vash the Stampede! Measuring 8.7\" tall, he is captured in a dynamic pose looking down the sights of his signature .45 Long Colt. Accurately detailed down to his bright, fluttering red jacket and prosthetic arm, he has been meticulously recreated and stands on a diorama-style base themed after the vast desert just outside the remote town of Geneola Rock. His sunglasses can also be removed for a slightly different look. A must-have item for all Trigun fans, don’t miss out on your chance to add him to your collection!",
		"Manufacturer": "Kotobukiya",
		"category": "Scale Figures",
		"rating": 5
	},
	{
		"_id": "646e31d10e2e8bbee57dc1af",
		"img": "https://resize.cdn.otakumode.com/ex/700.1050/shop/product/7491414488b94df19ab93faacd53e4db.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "NANA Nana Osaki 1/8 Scale Figure",
		"price": 172.24,
		"quantity": 18,
		"seller": "Sully Salenburgh",
		"description": "From the classic shojo series NANA comes a 1/8 scale figure of the cool heroine and lead vocalist of the punk band the Black Stones, Nana Osaki! Sculpted by Saori Rai at 9.4” tall based on original artwork first published in Cookie magazine in 2002, the figure faithfully recreates her goth-punk look with detailed sculpting that captures the different textures of her outfit, and she features real fabric net tights for an added sense of realism. She stands on a base featuring blooming roses made with clear parts that rise up behind her to further capture the world of the series. Be sure to display her side-by-side with Nana Komatsu in your collection!",
		"Manufacturer": "Hobby Max",
		"category": "Bishoujo Figures",
		"rating": 4.8
	},
	{
		"_id": "64693302739b35930ff4f8fc",
		"img": "https://resize.cdn.otakumode.com/full/shop/product/4a47d84fabb04b20a0e4cf151c1caabb.jpg.webp",
		"email": "kamisato55@gmail.com",
		"name": "Hatsune Miku: NT Style Casual Wear Ver. 1/6 Scale Figure",
		"price": 175.99,
		"quantity": 24,
		"seller": "Kamisato Komi",
		"description": "A new scale figure of Miku dressed in a casual outfit!\nPresenting a new 1/6 scale figure of Hatsune Miku from \"Character Vocal Series 01: Hatsune Miku\" dressed in casual wear! Rella's original illustration has been captured in figure form in satisfying 1/6 scale size.\n\nShe is dressed in a casual outfit, different from her usual clothes, that features motifs reminiscent of Hatsune Miku NT. Her long, flowing twintails and beautiful legs visible beneath the see-through fabric of her skirt are just two of the figure's many highlights. Be sure to add this new figure of Miku enjoying a walk outside with her wireless earphones on to your collection!",
		"Manufacturer": "Good Smile Company",
		"category": "Bishoujo Figures",
		"rating": 4.3
	},
	{
		"_id": "646e3cd92c7246750b3f4013",
		"img": "https://resize.cdn.otakumode.com/ex/700.989/shop/product/12f47808242243209fadd19a9ea8fe52.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Arena of Valor Da Ji: Beyond the Time Ver. 1/7 Scale Figure",
		"price": 178.69,
		"quantity": 18,
		"seller": "Sully Salenburgh",
		"description": "Please note that the product's outer packaging (the box) is designed to protect the product itself, and damage limited to the outer packaging will not be considered damage to the product.",
		"Manufacturer": "BearPanda",
		"category": "Scale Figures",
		"rating": 5
	},
	{
		"_id": "646e3888725bd7e24bf42124",
		"img": "https://resize.cdn.otakumode.com/ex/700.1050/shop/product/0491384093504a42b487697ec22a2868.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Dragon Knight Princess Colidis 1/7 Scale Figure",
		"price": 190.39,
		"quantity": null,
		"seller": "Sully Salenburgh",
		"description": "Name: Claritas\nAge: 249 Years Old\nWeight: 59kg\nPersonality: Yandere, Sadomasochistic, likes to speak with a horse bit in her mouth.\n\nBackground:\nSecond Princess from the Demon Dragon Purgatory, daughter of the Dark Dragon King. She didn't like to interact with people until one day she encountered a handsome hero and fell in love with him.\n\nSetting:\nThe second sister of the Demon Dragon Trio, she has an intense desire for the hero and wants to be treated as his mount. She has a sadomasochistic nature and becomes excited when whipped, but can also be very terrifying when angry.\n\n",
		"Manufacturer": "Shenzhen Mabell Animation Development Co.,Ltd",
		"category": "Bishoujo Figures",
		"rating": 5
	},
	{
		"_id": "6468db4e0adcf51ca51256cf",
		"img": "https://riseofgunpla.com/wp-content/uploads/2022/09/Fo_i3ZxaMAAmnD-.webp",
		"email": "mksaadi@gmail.com",
		"name": "HG 1/144 GUNDAM LFRITH UR",
		"price": 250.69,
		"quantity": 16,
		"seller": "MK SAADI",
		"description": "The anime Mobile Suit Gundam: The Witch from Mercury announces a GunPla set to celebrate its release in October 2022.",
		"Manufacturer": "HG",
		"category": "Figma",
		"rating": 4.8
	},
	{
		"_id": "646ad88cc328497dcafd3581",
		"img": "https://imgs3.goodsmileus.com/image/cache/data/productimages/ScaleFigures/Saber_AlterKimonoVer_KADOKAWASpecialSet/01_2305121202309502-1200x1200.jpg",
		"email": "karna99@gmail.com",
		"name": "Saber Alter Kimono ver. KADOKAWA Special Set (Rerelease)",
		"price": 253.99,
		"quantity": 29,
		"seller": "Karna",
		"description": "The figure of Saber Alter in a gorgeous kimono is back for a rerelease!\n\nFrom the anime movie series \"Fate/stay night [Heaven's Feel]\" comes a rerelease of the 1/7 scale Saber Alter: Kimono Ver.!\n\nTakashi Takeuchi's illustration of Saber Alter in a gorgeous kimono originally made for Newtype magazine has been faithfully recreated by sculptor Nobuta (Claynel).\n\nEverything from her delicate expression to the bare skin peeking between the gaps of her elegant kimono has been carefully preserved in figure form. Her hair decorations, kanzashi and obi belt have all been captured with particular attention to detail.\n\nBe sure to add her to your collection!\n\nLimited bonus: B2 tapestry with motif illustration\n\nSculptor: Nobuta (Claynel)\n\nSpecifications:\n\nPainted plastic 1/7 scale complete product with stand included. Approximately 275mm (10.82in) in height (including stand and umbrella).",
		"Manufacturer": "KADOKAWA",
		"category": "Scale Figures",
		"rating": 5
	},
	{
		"_id": "6468d9b50adcf51ca51256cd",
		"img": "https://resize.cdn.otakumode.com/ex/700.875/shop/product/c2cf530cf9a041f7817f53f1df51bbf4.jpg.webp",
		"email": "mksaadi@gmail.com",
		"name": "Fate/Grand Order -Divine Realm of the Round Table: Camelot- Lion King 1/7 Scale Figure",
		"price": 264.89,
		"quantity": 2,
		"seller": "MK SAADI",
		"description": "Superb. Simply superb. Design Coco and eStream present a 1/7 scale figure of Lion King from Fate/Grand Order -Divine Realm of the Round Table: Camelot-! Measuring 19.9\" tall including the base, the figure stands in front of a blue and silver throne worthy of the Goddess Rhongomyniad.\n\nSpecial care has been given to the paintwork of Arturia Pendragon's armor, resulting in a metallic finish that emphasizes the character's superiority as a Divine Spirit. Her brilliantly sculpted helmet and the Holy Lance also boast this metallic shine. An ivory white cape adorns Lion King's shoulders and flows with a sense of majesty. All of these elements come together to produce a worthy tribute to the final boss of Camelot!",
		"Manufacturer": "eStream",
		"category": "Scale Figures",
		"rating": 4.7
	},
	{
		"_id": "6468d7bd0adcf51ca51256ca",
		"img": "https://resize.cdn.otakumode.com/ex/700.980/shop/product/d41ff6f78a2f4e4db915e036947123cb.jpg.webp",
		"email": "baal@gmail.com",
		"name": "Re:Zero -Starting Life in Another World- Rem: Aqua Orb Ver. 1/7 Scale Figure",
		"price": 271.99,
		"quantity": 55,
		"seller": "Baal Genshin",
		"description": "Sculptor Moineau invites you to dive into the the deep blue sea and spend a wondrous time with Rem from Re:Zero -Starting Life in Another World-! This figure of Rem measures 10\" tall. The heroine looks breathtaking, sitting atop colorful coral and gradient-painted stones. Dressed all in white, her skirt floats upward, taking on the fluid shape of water. Further immersing you in the watery theme is a sphere of see-through material that surrounds Rem like a bubble! Admiring this figure of Rem is like setting your eyes on a dream come to life, so don't miss this chance to add it to your collection!",
		"Manufacturer": "F:NEX",
		"category": "Bishoujo Figures",
		"rating": 4.6
	},
	{
		"_id": "646e39c72c7246750b3f4010",
		"img": "https://resize.cdn.otakumode.com/full/shop/product/4488c2f206d5463aac246f45649c5abd.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Uzaki-chan Wants to Hang Out! Season 2 Tsuki Uzaki: Bunny Ver. 1/4 Scale Figure",
		"price": 275.89,
		"quantity": 11,
		"seller": "Sully Salenburgh",
		"description": "Now Mama Uzaki is in a voluptuous bunny outfit too!\nFrom \"Uzaki-chan Wants to Hang Out! ω\" comes a scale figure of the main character Hana Uzaki's mother, Tsuki, in a bunny outfit! Tsuki's gentle-mannered smile has been faithfully captured in figure form. Take note of Tsuki's \"SUGOI DEKAI\" bust as well, not to be outdone by her daughter! The figure also features real net tights for an even more gorgeous finish. Be sure to add this impressive 1/4 scale figure to your collection!\n\n",
		"Manufacturer": "FREEing",
		"category": "Bishoujo Figures",
		"rating": 4.4
	},
	{
		"_id": "646e3ade2c7246750b3f4012",
		"img": "https://resize.cdn.otakumode.com/ex/700.700/shop/product/21775404b86740e0b4521bcab9f09571.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "To Love-Ru Darkness Tearju Lunatique: Swimsuit Ver. 1/4 Scale Figure",
		"price": 283.99,
		"quantity": 18,
		"seller": "Sully Salenburgh",
		"description": "Tearju is ready for a day at the beach in a tiny two-piece bikini!\nFrom the popular anime To Love-Ru Darkness comes a 1/4 scale figure of Tearju Lunatique in a bikini! Based on artwork by Kentaro Yabuki, sculptor Akabeko has faithfully captured all of Mama Tearju’s glorious curves as she poses in a tight two-piece bikini. Her bending forward pose gives us an eyeful of her thicc charms, while the shy look on her face shows her soft, kind personality. Masterful paintwork by Nana Moriyama captures the delicate look of her light skin and the vivid golden look of her hair, which is tied at the end with a big ribbon that matches her bikini. Don’t miss out on adding her to your collection!",
		"Manufacturer": "Union Creative",
		"category": "Bishoujo Figures",
		"rating": 4.6
	},
	{
		"_id": "646e3c60725bd7e24bf42127",
		"img": "https://resize.cdn.otakumode.com/ex/700.875/shop/product/f64190e5c16d46b6afc9bef8a5c7e3f3.jpg.webp",
		"email": "salenburgh42@gmail.com",
		"name": "Azur Lane Ark Royal 1/7 Scale Figure",
		"price": 332.59,
		"quantity": 11,
		"seller": "Sully Salenburgh",
		"description": "“I never thought a day would come when even I don such attire... Ahem. Your Excellency, I shall protect your happiness, as well as that of my destroyer sisters!”\nFrom the popular smartphone game Azur Lane comes a 1/7 scale figure of Royal Navy aircraft carrier Ark Royal in her “Pure-White Protector” wedding outfit! Sculpted at 16.7\" tall, she looks absolutely resplendent in her flowing white wedding dress with every detail from the original artwork faithfully captured in incredible detail. This is surely one figure no Commander will want to miss out on, so be sure to say “I do” before she’s gone!",
		"Manufacturer": "Oriental Forest",
		"category": "Bishoujo Figures",
		"rating": 5
	},
	{
		"_id": "6468dab10adcf51ca51256ce",
		"img": "https://riseofgunpla.com/wp-content/uploads/2023/03/aerial_permet_score_6_003-1.webp",
		"email": "mksaadi@gmail.com",
		"name": "HG 1/144 Aerial Gundam (Permet Score 6 Ver)",
		"price": 426.89,
		"quantity": 18,
		"seller": "MK SAADI",
		"description": "Here is the release of the High Grade 1/144 Gundam Aerial in its Permet Score 6 which first appeared in episode 9 of Mobile Suit Gundam: The Witch from Mercury during the duel with the Michaelis.\n\nThe kit is a complete redesign of the recently released HG 1/144 Gundam Aerial, with glittery transparent parts and some armor parts.\nThe stickers are also printed in blue instead of red to represent the state of the score 6 permit.\nHis blue and yellow outer armor, joints and gun are metallic in color.\nIn addition, the kit comes with a special base molded with the anime logo and a sticker sheet exclusive to this version of P-Bandai.\n\nThe HG 1/144 Aerial Gundam (Permet Score 6 Ver) contains:\n\nbeam rifle\nbeam saber\nshield\nclear parts x 1 \nbeam rifle effect parts x 1\ndouble side stickers \nspecial basis\nStickers board\nFind the other kits of \"the witch from mercury\"[here].",
		"Manufacturer": "Bandai Premium Limited Edition",
		"category": "Figma",
		"rating": 4.8
	},
	{
		"_id": "65c24f29ef593928b9b9de52",
		"img": "https://resize.cdn.otakumode.com/ex/700.1050/shop/product/0491384093504a42b487697ec22a2868.jpg.webp",
		"email": "muhiuddin@gmail.com",
		"name": "Johnny James",
		"price": 4500,
		"quantity": 55,
		"seller": "Muhiuddin Khaled",
		"description": "Nendoroid: Chibi-style figures with a cute and deformed design, featuring interchangeable faces, accessories, and poses.\n\nFigma: Articulated action figures with high poseability and interchangeable parts.\n\nScale Figures: Detailed and meticulously crafted anime figures in various scales, capturing characters with lifelike accuracy.\n\nBishoujo Figures: Anime figures focusing on the beauty and allure of female characters.",
		"Manufacturer": "Hobby Max",
		"category": "Scale Figures",
		"rating": 4.7
	}
]
